brew "bat"
brew "curl"
brew "eza"
brew "fzf"
brew "gcc"
brew "glances"
brew "go"
brew "htop"
brew "httpie"
brew "ncdu"
brew "node"
brew "nvm"
brew "pyenv"
brew "python@3.12"
brew "rbenv"
brew "ripgrep"
brew "wget"
brew "wireshark"
go "github.com/projectdiscovery/dnsx/cmd/dnsx"
go "github.com/projectdiscovery/httpx/cmd/httpx"
go "github.com/projectdiscovery/nuclei/v3/cmd/nuclei"
